Repository: jyppy77-hash/hybride-api
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl, pt

source: Simulateur de Grille EuroMillions | LotoIA
de: EuroMillions-Tippschein-Simulator | LotoIA
es: Simulador de Combinación EuroMillions | LotoIA
nl: EuroMillions-roostersimulator | LotoIA
pt: Simulador de Grelha EuroMillions | LotoIA

source: Composez votre grille EuroMillions et obtenez une analyse statistique. Score et équilibre.
de: Stellen Sie Ihren EuroMillions-Tippschein zusammen und erhalten Sie eine statistische Analyse. Bewertung und Gleichgewicht.
es: Componga su combinación EuroMillions y obtenga un análisis estadístico. Puntuación y equilibrio.
nl: Stel uw EuroMillions-rooster samen en ontvang een statistische analyse. Score en evenwicht.
pt: Componha a sua grelha EuroMillions e obtenha uma análise estatística. Pontuação e equilíbrio.

source: Composez votre grille EuroMillions et obtenez une analyse statistique.
de: Stellen Sie Ihren EuroMillions-Tippschein zusammen und erhalten Sie eine statistische Analyse.
es: Componga su combinación EuroMillions y obtenga un análisis estadístico.
nl: Stel uw EuroMillions-rooster samen en ontvang een statistische analyse.
pt: Componha a sua grelha EuroMillions e obtenha uma análise estatística.

source: LotoIA - Analyse statistique EuroMillions
de: LotoIA - Statistische Analyse EuroMillions
es: LotoIA - Análisis estadístico EuroMillions
nl: LotoIA - Statistische analyse EuroMillions
pt: LotoIA - Análise estatística EuroMillions

source: Outil d analyse statistique descriptive pour grilles EuroMillions
de: Werkzeug für deskriptive statistische Analyse von EuroMillions-Tippscheinen
es: Herramienta de análisis estadístico descriptivo para combinaciones EuroMillions
nl: Hulpmiddel voor beschrijvende statistische analyse van EuroMillions-roosters
pt: Ferramenta de análise estatística descritiva para grelhas EuroMillions

source: Chaud (fréquent)
de: Heiß (häufig)
es: Caliente (frecuente)
nl: Warm (frequent)
pt: Quente (frequente)

source: Neutre
de: Neutral
es: Neutro
nl: Neutraal
pt: Neutro

source: Froid (rare)
de: Kalt (selten)
es: Frío (raro)
nl: Koud (zeldzaam)
pt: Frio (raro)

source: Bandeau moteur HYBRIDE
de: HYBRIDE-Engine-Banner
es: Banner motor HYBRIDE
nl: HYBRIDE-engine-banner
pt: Faixa motor HYBRIDE

source: Chargement des statistiques...
de: Statistiken werden geladen...
es: Cargando estadísticas...
nl: Statistieken worden geladen...
pt: A carregar estatísticas...

source: Numéros
de: Zahlen
es: Números
nl: Nummers
pt: Números

source: Étoiles
de: Sterne
es: Estrellas
nl: Sterren
pt: Estrelas

source: Réinitialiser
de: Zurücksetzen
es: Reiniciar
nl: Herstellen
pt: Reiniciar

source: Remplir aléatoirement
de: Zufällig ausfüllen
es: Rellenar aleatoriamente
nl: Willekeurig invullen
pt: Preencher aleatoriamente

source: Assistant Hybride analyse de grille
de: Hybride-Assistent Tippschein-Analyse
es: Asistente Hybride análisis de combinación
nl: Hybride-assistent roosteranalyse
pt: Assistente Hybride análise de grelha

source: Analyse de votre grille
de: Analyse Ihres Tippscheins
es: Análisis de su combinación
nl: Analyse van uw rooster
pt: Análise da sua grelha

source: Indice de convergence statistique
de: Statistischer Konvergenzindex
es: Índice de convergencia estadística
nl: Statistische convergentie-index
pt: Índice de convergência estatística

source: Détails
de: Details
es: Detalles
nl: Details
pt: Detalhes

source: Suggestions
de: Vorschläge
es: Sugerencias
nl: Suggesties
pt: Sugestões

source: Votre grille
de: Ihr Tippschein
es: Su combinación
nl: Uw rooster
pt: A sua grelha

source: Analyse en cours...
de: Analyse läuft...
es: Análisis en curso...
nl: Analyse bezig...
pt: Análise em curso...

source: Statistiques EuroMillions - Fréquences et Tendances | LotoIA
de: EuroMillions-Statistiken - Häufigkeiten und Trends | LotoIA
es: Estadísticas EuroMillions - Frecuencias y Tendencias | LotoIA
nl: EuroMillions-statistieken - Frequenties en trends | LotoIA
pt: Estatísticas EuroMillions - Frequências e Tendências | LotoIA

source: Statistiques complètes de l'EuroMillions : fréquences des numéros et étoiles, tendances, numéros chauds et froids, historique des tirages.
de: Vollständige EuroMillions-Statistiken: Häufigkeiten der Zahlen und Sterne, Trends, heiße und kalte Zahlen, Ziehungsverlauf.
es: Estadísticas completas de EuroMillions: frecuencias de números y estrellas, tendencias, números calientes y fríos, historial de sorteos.
nl: Volledige EuroMillions-statistieken: frequenties van nummers en sterren, trends, warme en koude nummers, trekkingsgeschiedenis.
pt: Estatísticas completas do EuroMillions: frequências dos números e estrelas, tendências, números quentes e frios, histórico dos sorteios.

source: statistiques euromillions, fréquences numéros euromillions, étoiles euromillions, moteur HYBRIDE, numéros chauds froids, HYBRIDE, tendances euromillions
de: statistiken euromillions, häufigkeiten zahlen euromillions, sterne euromillions, HYBRIDE-Engine, heiße kalte zahlen, HYBRIDE, trends euromillions
es: estadísticas euromillions, frecuencias números euromillions, estrellas euromillions, motor HYBRIDE, números calientes fríos, HYBRIDE, tendencias euromillions
nl: statistieken euromillions, frequenties nummers euromillions, sterren euromillions, HYBRIDE-engine, warme koude nummers, HYBRIDE, trends euromillions
pt: estatísticas euromillions, frequências números euromillions, estrelas euromillions, motor HYBRIDE, números quentes frios, HYBRIDE, tendências euromillions

source: Statistiques EuroMillions | LotoIA
de: EuroMillions-Statistiken | LotoIA
es: Estadísticas EuroMillions | LotoIA
nl: EuroMillions-statistieken | LotoIA
pt: Estatísticas EuroMillions | LotoIA

source: Fréquences, tendances et numéros chauds/froids de l'EuroMillions.
de: Häufigkeiten, Trends und heiße/kalte Zahlen der EuroMillions.
es: Frecuencias, tendencias y números calientes/fríos de EuroMillions.
nl: Frequenties, trends en warme/koude nummers van de EuroMillions.
pt: Frequências, tendências e números quentes/frios do EuroMillions.

source: Historique des tirages EuroMillions
de: EuroMillions-Ziehungsverlauf
es: Historial de sorteos EuroMillions
nl: EuroMillions-trekkingsgeschiedenis
pt: Histórico dos sorteios EuroMillions

source: Dataset complet des tirages EuroMillions : numéros gagnants (5 boules + 2 étoiles), fréquences de sortie, écarts entre apparitions, tendances statistiques. Données issues des résultats officiels FDJ, analysées par le moteur HYBRIDE.
de: Vollständiger Datensatz der EuroMillions-Ziehungen: Gewinnzahlen (5 Kugeln + 2 Sterne), Häufigkeiten, Abstände zwischen Auftritten, statistische Trends. Daten aus den offiziellen FDJ-Ergebnissen, analysiert durch die HYBRIDE-Engine.
es: Dataset completo de los sorteos EuroMillions: números ganadores (5 bolas + 2 estrellas), frecuencias de aparición, desviaciones entre apariciones, tendencias estadísticas. Datos procedentes de los resultados oficiales de la FDJ, analizados por el motor HYBRIDE.
nl: Volledige dataset van de EuroMillions-trekkingen: winnende nummers (5 ballen + 2 sterren), trekkingsfrequenties, intervallen tussen verschijningen, statistische trends. Gegevens afkomstig uit de officiële FDJ-resultaten, geanalyseerd door de HYBRIDE-engine.
pt: Dataset completo dos sorteios EuroMillions: números vencedores (5 bolas + 2 estrelas), frequências de aparição, desvios entre aparições, tendências estatísticas. Dados provenientes dos resultados oficiais da FDJ, analisados pelo motor HYBRIDE.

source: Numéros gagnants
de: Gewinnzahlen
es: Números ganadores
nl: Winnende nummers
pt: Números vencedores

source: 5 boules (1-50) + 2 étoiles (1-12) par tirage
de: 5 Kugeln (1-50) + 2 Sterne (1-12) pro Ziehung
es: 5 bolas (1-50) + 2 estrellas (1-12) por sorteo
nl: 5 ballen (1-50) + 2 sterren (1-12) per trekking
pt: 5 bolas (1-50) + 2 estrelas (1-12) por sorteio

source: Fréquence de sortie
de: Ziehungshäufigkeit
es: Frecuencia de aparición
nl: Trekkingsfrequentie
pt: Frequência de aparição

source: Nombre d'apparitions de chaque numéro et étoile sur la période
de: Anzahl der Auftritte jeder Zahl und jedes Sterns im Zeitraum
es: Número de apariciones de cada número y estrella en el período
nl: Aantal verschijningen van elk nummer en elke ster in de periode
pt: Número de aparições de cada número e estrela no período

source: Écart actuel
de: Aktueller Abstand
es: Desviación actual
nl: Huidige afwijking
pt: Desvio atual

source: Nombre de tirages depuis la dernière apparition
de: Anzahl der Ziehungen seit dem letzten Auftreten
es: Número de sorteos desde la última aparición
nl: Aantal trekkingen sinds de laatste verschijning
pt: Número de sorteios desde a última aparição

source: Date de chaque tirage (mardi, vendredi)
de: Datum jeder Ziehung (Dienstag, Freitag)
es: Fecha de cada sorteo (martes, viernes)
nl: Datum van elke trekking (dinsdag, vrijdag)
pt: Data de cada sorteio (terça-feira, sexta-feira)

source: Rapport META DATA EuroMillions — PDF
de: META-DATEN-Bericht EuroMillions — PDF
es: Informe META DATA EuroMillions — PDF
nl: META DATA-rapport EuroMillions — PDF
pt: Relatório META DATA EuroMillions — PDF

source: euromillions, tirages, fréquences, statistiques, FDJ, étoiles, Europe
de: euromillions, Ziehungen, Häufigkeiten, Statistiken, FDJ, Sterne, Europa
es: euromillions, sorteos, frecuencias, estadísticas, FDJ, estrellas, Europa
nl: euromillions, trekkingen, frequenties, statistieken, FDJ, sterren, Europa
pt: euromillions, sorteios, frequências, estatísticas, FDJ, estrelas, Europa

source: Historique des tirages
de: Ziehungsverlauf
es: Historial de sorteos
nl: Trekkingsgeschiedenis
pt: Histórico dos sorteios

source: Analyse par numéro
de: Analyse nach Zahl
es: Análisis por número
nl: Analyse per nummer
pt: Análise por número

source: Rechercher un tirage par date
de: Ziehung nach Datum suchen
es: Buscar un sorteo por fecha
nl: Een trekking zoeken op datum
pt: Pesquisar um sorteio por data

source: À propos de l'historique :
de: Über den Verlauf:
es: Acerca del historial:
nl: Over de geschiedenis:
pt: Sobre o histórico:

source: Cette base contient les tirages officiels de l'EuroMillions. Utilisez le sélecteur de date pour consulter un tirage spécifique.
de: Diese Datenbank enthält die offiziellen EuroMillions-Ziehungen. Verwenden Sie die Datumsauswahl, um eine bestimmte Ziehung einzusehen.
es: Esta base contiene los sorteos oficiales de EuroMillions. Utilice el selector de fecha para consultar un sorteo específico.
nl: Deze database bevat de officiële EuroMillions-trekkingen. Gebruik de datumkiezer om een specifieke trekking te raadplegen.
pt: Esta base contém os sorteios oficiais do EuroMillions. Utilize o seletor de data para consultar um sorteio específico.

source: Les numéros vont de 1 à 50, les étoiles de 1 à 12.
de: Die Zahlen reichen von 1 bis 50, die Sterne von 1 bis 12.
es: Los números van del 1 al 50, las estrellas del 1 al 12.
nl: De nummers gaan van 1 tot 50, de sterren van 1 tot 12.
pt: Os números vão de 1 a 50, as estrelas de 1 a 12.

source: Analyse d'un numéro (1-50)
de: Analyse einer Zahl (1-50)
es: Análisis de un número (1-50)
nl: Analyse van een nummer (1-50)
pt: Análise de um número (1-50)

source: Numéro :
de: Zahl:
es: Número:
nl: Nummer:
pt: Número:

source: -- Choisir --
de: -- Auswählen --
es: -- Elegir --
nl: -- Kiezen --
pt: -- Escolher --

source: Analyser
de: Analysieren
es: Analizar
nl: Analyseren
pt: Analisar

source: Analyse d'une étoile (1-12)
de: Analyse eines Sterns (1-12)
es: Análisis de una estrella (1-12)
nl: Analyse van een ster (1-12)
pt: Análise de uma estrela (1-12)

source: Étoile :
de: Stern:
es: Estrella:
nl: Ster:
pt: Estrela:

source: Vocabulaire :
de: Begriffe:
es: Vocabulario:
nl: Begrippen:
pt: Vocabulário:

source: Fréquence
de: Häufigkeit
es: Frecuencia
nl: Frequentie
pt: Frequência

source: nombre de fois où le numéro/étoile est apparu dans l'historique.
de: Anzahl der Auftritte der Zahl/des Sterns im Verlauf.
es: número de veces que el número/estrella ha aparecido en el historial.
nl: aantal keren dat het nummer/de ster in de geschiedenis is verschenen.
pt: número de vezes que o número/estrela apareceu no histórico.

source: nombre de tirages depuis la dernière apparition.
de: Anzahl der Ziehungen seit dem letzten Auftreten.
es: número de sorteos desde la última aparición.
nl: aantal trekkingen sinds de laatste verschijning.
pt: número de sorteios desde a última aparição.

source: Écart moyen
de: Mittlerer Abstand
es: Desviación media
nl: Gemiddelde afwijking
pt: Desvio médio

source: intervalle moyen entre deux apparitions.
de: durchschnittlicher Abstand zwischen zwei Auftritten.
es: intervalo medio entre dos apariciones.
nl: gemiddeld interval tussen twee verschijningen.
pt: intervalo médio entre duas aparições.

source: Catégorie
de: Kategorie
es: Categoría
nl: Categorie
pt: Categoria

source: classification du numéro (chaud, tiède, froid).
de: Klassifikation der Zahl (heiß, warm, kalt).
es: clasificación del número (caliente, templado, frío).
nl: classificatie van het nummer (warm, lauw, koud).
pt: classificação do número (quente, morno, frio).

source: Ces données sont purement descriptives et n'impliquent aucune prédiction.
de: Diese Daten sind rein deskriptiv und beinhalten keinerlei Vorhersage.
es: Estos datos son puramente descriptivos y no implican ninguna predicción.
nl: Deze gegevens zijn zuiver beschrijvend en impliceren geen enkele voorspelling.
pt: Estes dados são puramente descritivos e não implicam qualquer previsão.

source: Fréquence d'apparition de chaque numéro et étoile sur l'ensemble de l'historique.
de: Häufigkeit des Auftretens jeder Zahl und jedes Sterns über den gesamten Verlauf.
es: Frecuencia de aparición de cada número y estrella sobre el conjunto del historial.
nl: Verschijningsfrequentie van elk nummer en elke ster over de volledige geschiedenis.
pt: Frequência de aparição de cada número e estrela sobre o conjunto do histórico.

source: Numéros (1-50)
de: Zahlen (1-50)
es: Números (1-50)
nl: Nummers (1-50)
pt: Números (1-50)

source: Numéros les plus sortis
de: Am häufigsten gezogene Zahlen
es: Números más sorteados
nl: Meest getrokken nummers
pt: Números mais sorteados

source: Numéros les moins sortis
de: Am seltensten gezogene Zahlen
es: Números menos sorteados
nl: Minst getrokken nummers
pt: Números menos sorteados

source: Étoiles (1-12)
de: Sterne (1-12)
es: Estrellas (1-12)
nl: Sterren (1-12)
pt: Estrelas (1-12)

source: Étoiles les plus sorties
de: Am häufigsten gezogene Sterne
es: Estrellas más sorteadas
nl: Meest getrokken sterren
pt: Estrelas mais sorteadas

source: Étoiles les moins sorties
de: Am seltensten gezogene Sterne
es: Estrellas menos sorteadas
nl: Minst getrokken sterren
pt: Estrelas menos sorteadas

source: À propos de ces données :
de: Über diese Daten:
es: Acerca de estos datos:
nl: Over deze gegevens:
pt: Sobre estes dados:

source: Ces fréquences représentent le nombre de sorties de chaque numéro et étoile sur l'ensemble de l'historique.
de: Diese Häufigkeiten zeigen die Anzahl der Ziehungen jeder Zahl und jedes Sterns über den gesamten Verlauf.
es: Estas frecuencias representan el número de apariciones de cada número y estrella sobre el conjunto del historial.
nl: Deze frequenties geven het aantal trekkingen van elk nummer en elke ster over de volledige geschiedenis weer.
pt: Estas frequências representam o número de aparições de cada número e estrela sobre o conjunto do histórico.

source: Elles sont purement descriptives et n'impliquent aucune prédiction sur les tirages futurs.
de: Sie sind rein deskriptiv und beinhalten keinerlei Vorhersage über zukünftige Ziehungen.
es: Son puramente descriptivas y no implican ninguna predicción sobre los sorteos futuros.
nl: Ze zijn zuiver beschrijvend en impliceren geen enkele voorspelling over toekomstige trekkingen.
pt: São puramente descritivas e não implicam qualquer previsão sobre os sorteios futuros.

source: Numéros gagnants :
de: Gewinnzahlen:
es: Números ganadores:
nl: Winnende nummers:
pt: Números vencedores:

source: Erreur de connexion.
de: Verbindungsfehler.
es: Error de conexión.
nl: Verbindingsfout.
pt: Erro de ligação.

source: Numéro
de: Zahl
es: Número
nl: Nummer
pt: Número

source: Étoile
de: Stern
es: Estrella
nl: Ster
pt: Estrela

source: Pourcentage
de: Prozentsatz
es: Porcentaje
nl: Percentage
pt: Percentagem

source: Dernière sortie
de: Letztes Auftreten
es: Última aparición
nl: Laatste verschijning
pt: Última aparição

source: Classement
de: Rangliste
es: Clasificación
nl: Rangschikking
pt: Classificação

source: Catégorie :
de: Kategorie:
es: Categoría:
nl: Categorie:
pt: Categoria:

source: Veuillez sélectionner un numéro.
de: Bitte wählen Sie eine Zahl aus.
es: Por favor, seleccione un número.
nl: Selecteer een nummer.
pt: Por favor, selecione um número.

source: Veuillez sélectionner une étoile.
de: Bitte wählen Sie einen Stern aus.
es: Por favor, seleccione una estrella.
nl: Selecteer een ster.
pt: Por favor, selecione uma estrela.

source: fois
de: Mal
es: veces
nl: keer
pt: vezes

source: Erreur :
de: Fehler:
es: Error:
nl: Fout:
pt: Erro:

source: Erreur réseau :
de: Netzwerkfehler:
es: Error de red:
nl: Netwerkfout:
pt: Erro de rede:

source: Impossible d'analyser le numéro
de: Analyse der Zahl nicht möglich
es: No se puede analizar el número
nl: Analyse van het nummer niet mogelijk
pt: Não é possível analisar o número

source: Impossible d'analyser l'étoile
de: Analyse des Sterns nicht möglich
es: No se puede analizar la estrella
nl: Analyse van de ster niet mogelijk
pt: Não é possível analisar a estrela

source: Impossible de charger les données
de: Daten konnten nicht geladen werden
es: No se pueden cargar los datos
nl: Gegevens konden niet worden geladen
pt: Não é possível carregar os dados

source: Aucune donnée disponible.
de: Keine Daten verfügbar.
es: No hay datos disponibles.
nl: Geen gegevens beschikbaar.
pt: Nenhum dado disponível.

source: sorties
de: Auftritte
es: apariciones
nl: verschijningen
pt: aparições

source: Modules
de: Module
es: Módulos
pt: Módulos

source: Analyse
es: Análisis
pt: Análise

source: Roadmap
es: Hoja de ruta
pt: Roteiro
