Repository: jyppy77-hash/hybride-api
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: de, es, nl, pt

source: Notre simulateur utilise le moteur HYBRIDE, un algorithme qui analyse %(total)s+ tirages historiques de l'EuroMillions. Le système combine analyse long terme et tendances récentes pour générer des grilles de 5 numéros (1-50) et 2 étoiles (1-12).
de: Unser Simulator verwendet die HYBRIDE-Engine, einen Algorithmus, der %(total)s+ historische EuroMillions-Ziehungen analysiert. Das System kombiniert Langzeitanalyse und aktuelle Trends, um Tippscheine mit 5 Zahlen (1-50) und 2 Sternen (1-12) zu generieren.
es: Nuestro simulador utiliza el motor HYBRIDE, un algoritmo que analiza %(total)s+ sorteos históricos de EuroMillions. El sistema combina análisis a largo plazo y tendencias recientes para generar combinaciones de 5 números (1-50) y 2 estrellas (1-12).
nl: Onze simulator gebruikt de HYBRIDE-engine, een algoritme dat %(total)s+ historische EuroMillions-trekkingen analyseert. Het systeem combineert langetermijnanalyse en recente trends om roosters van 5 nummers (1-50) en 2 sterren (1-12) te genereren.
pt: O nosso simulador utiliza o motor HYBRIDE, um algoritmo que analisa %(total)s+ sorteios históricos do EuroMillions. O sistema combina análise de longo prazo e tendências recentes para gerar grelhas de 5 números (1-50) e 2 estrelas (1-12).

source: Le EuroMillions est-il prévisible ?
de: Ist EuroMillions vorhersagbar?
es: ¿Es predecible el EuroMillions?
nl: Is EuroMillions voorspelbaar?
pt: O EuroMillions é previsível?

source: NON. L'EuroMillions est un jeu de pur hasard. Probabilité de gagner le jackpot : 1 sur 139 838 160. Notre outil est purement statistique et descriptif.
de: NEIN. EuroMillions ist ein reines Zufallsspiel. Wahrscheinlichkeit den Jackpot zu gewinnen: 1 zu 139 838 160. Unser Werkzeug ist rein statistisch und deskriptiv.
es: NO. EuroMillions es un juego de puro azar. Probabilidad de ganar el bote: 1 entre 139 838 160. Nuestra herramienta es puramente estadística y descriptiva.
nl: NEE. EuroMillions is een puur kansspel. Kans om de jackpot te winnen: 1 op 139 838 160. Ons hulpmiddel is zuiver statistisch en beschrijvend.
pt: NÃO. O EuroMillions é um jogo de puro acaso. Probabilidade de ganhar o jackpot: 1 em 139 838 160. A nossa ferramenta é puramente estatística e descritiva.

source: Que signifient numéros chauds et froids ?
de: Was bedeuten heiße und kalte Zahlen?
es: ¿Qué significan números calientes y fríos?
nl: Wat betekenen warme en koude nummers?
pt: O que significam números quentes e frios?

source: Un numéro chaud est sorti fréquemment sur les 2 dernières années. Un numéro froid est rarement sorti. L'analyse porte sur les 50 numéros principaux ET les 12 étoiles.
de: Eine heiße Zahl wurde in den letzten 2 Jahren häufig gezogen. Eine kalte Zahl wurde selten gezogen. Die Analyse umfasst die 50 Hauptzahlen UND die 12 Sterne.
es: Un número caliente ha salido con frecuencia en los últimos 2 años. Un número frío ha salido raramente. El análisis abarca los 50 números principales Y las 12 estrellas.
nl: Een warm nummer is vaak getrokken in de laatste 2 jaar. Een koud nummer is zelden getrokken. De analyse omvat de 50 hoofdnummers EN de 12 sterren.
pt: Um número quente saiu frequentemente nos últimos 2 anos. Um número frio saiu raramente. A análise abrange os 50 números principais E as 12 estrelas.

source: Comment sont calculées les étoiles ?
de: Wie werden die Sterne berechnet?
es: ¿Cómo se calculan las estrellas?
nl: Hoe worden de sterren berekend?
pt: Como são calculadas as estrelas?

source: Les 2 étoiles (1-12) sont analysées séparément avec leur propre fréquence, écart et catégorie chaud/froid/neutre.
de: Die 2 Sterne (1-12) werden separat analysiert mit eigener Häufigkeit, Abweichung und Kategorie heiß/kalt/neutral.
es: Las 2 estrellas (1-12) se analizan por separado con su propia frecuencia, desviación y categoría caliente/frío/neutro.
nl: De 2 sterren (1-12) worden apart geanalyseerd met hun eigen frequentie, afwijking en categorie warm/koud/neutraal.
pt: As 2 estrelas (1-12) são analisadas separadamente com a sua própria frequência, desvio e categoria quente/frio/neutro.

source: D'où viennent les données ?
de: Woher stammen die Daten?
es: ¿De dónde provienen los datos?
nl: Waar komen de gegevens vandaan?
pt: De onde vêm os dados?

source: Les données proviennent des tirages officiels de l'EuroMillions. La base contient plusieurs années d'historique, mise à jour après chaque tirage officiel (mardi et vendredi).
de: Die Daten stammen aus den offiziellen EuroMillions-Ziehungen. Die Datenbank enthält mehrere Jahre an Verlaufsdaten und wird nach jeder offiziellen Ziehung aktualisiert (Dienstag und Freitag).
es: Los datos provienen de los sorteos oficiales de EuroMillions. La base contiene varios años de historial, actualizada después de cada sorteo oficial (martes y viernes).
nl: De gegevens zijn afkomstig van de officiële EuroMillions-trekkingen. De database bevat meerdere jaren aan historische gegevens en wordt bijgewerkt na elke officiële trekking (dinsdag en vrijdag).
pt: Os dados provêm dos sorteios oficiais do EuroMillions. A base contém vários anos de histórico, atualizada após cada sorteio oficial (terça-feira e sexta-feira).

source: Accès rapide
de: Schnellzugriff
es: Acceso rápido
nl: Snelle toegang
pt: Acesso rápido

source: Fonctionnement
de: Funktionsweise
es: Funcionamiento
nl: Werking
pt: Funcionamento

source: Numéros et Étoiles
de: Zahlen und Sterne
es: Números y Estrellas
nl: Nummers en sterren
pt: Números e Estrelas

source: Données
de: Daten
es: Datos
nl: Gegevens
pt: Dados

source: Jeu Responsable
de: Verantwortungsvolles Spielen
es: Juego Responsable
nl: Verantwoord spelen
pt: Jogo Responsável

source: Notre simulateur utilise le <strong>moteur HYBRIDE</strong>, un algorithme qui analyse <strong>%(total)s+ tirages historiques</strong> de l'EuroMillions.
de: Unser Simulator verwendet die <strong>HYBRIDE-Engine</strong>, einen Algorithmus, der <strong>%(total)s+ historische Ziehungen</strong> der EuroMillions analysiert.
es: Nuestro simulador utiliza el <strong>motor HYBRIDE</strong>, un algoritmo que analiza <strong>%(total)s+ sorteos históricos</strong> de EuroMillions.
nl: Onze simulator gebruikt de <strong>HYBRIDE-engine</strong>, een algoritme dat <strong>%(total)s+ historische trekkingen</strong> van de EuroMillions analyseert.
pt: O nosso simulador utiliza o <strong>motor HYBRIDE</strong>, um algoritmo que analisa <strong>%(total)s+ sorteios históricos</strong> do EuroMillions.

source: Le système combine analyse long terme et tendances récentes pour générer des grilles de <strong>5 numéros (1-50)</strong> et <strong>2 étoiles (1-12)</strong>.
de: Das System kombiniert Langzeitanalyse und aktuelle Trends, um Tippscheine mit <strong>5 Zahlen (1-50)</strong> und <strong>2 Sternen (1-12)</strong> zu generieren.
es: El sistema combina análisis a largo plazo y tendencias recientes para generar combinaciones de <strong>5 números (1-50)</strong> y <strong>2 estrellas (1-12)</strong>.
nl: Het systeem combineert langetermijnanalyse en recente trends om roosters van <strong>5 nummers (1-50)</strong> en <strong>2 sterren (1-12)</strong> te genereren.
pt: O sistema combina análise de longo prazo e tendências recentes para gerar grelhas de <strong>5 números (1-50)</strong> e <strong>2 estrelas (1-12)</strong>.

source: <strong>NON.</strong> L'EuroMillions est un jeu de pur hasard. Aucune méthode, algorithme ou statistique ne peut prédire les résultats futurs.
de: <strong>NEIN.</strong> EuroMillions ist ein reines Zufallsspiel. Keine Methode, kein Algorithmus und keine Statistik kann zukünftige Ergebnisse vorhersagen.
es: <strong>NO.</strong> EuroMillions es un juego de puro azar. Ningún método, algoritmo o estadística puede predecir los resultados futuros.
nl: <strong>NEE.</strong> EuroMillions is een puur kansspel. Geen enkele methode, algoritme of statistiek kan toekomstige resultaten voorspellen.
pt: <strong>NÃO.</strong> O EuroMillions é um jogo de puro acaso. Nenhum método, algoritmo ou estatística pode prever os resultados futuros.

source: Notre outil est <strong>purement statistique et descriptif</strong>. Il ne garantit AUCUN gain.
de: Unser Werkzeug ist <strong>rein statistisch und deskriptiv</strong>. Es garantiert KEINERLEI Gewinne.
es: Nuestra herramienta es <strong>puramente estadística y descriptiva</strong>. No garantiza NINGUNA ganancia.
nl: Ons hulpmiddel is <strong>zuiver statistisch en beschrijvend</strong>. Het garandeert GEEN ENKELE winst.
pt: A nossa ferramenta é <strong>puramente estatística e descritiva</strong>. Não garante NENHUM ganho.

source: <em>Probabilité de gagner le jackpot : 1 sur 139 838 160</em>
de: <em>Wahrscheinlichkeit den Jackpot zu gewinnen: 1 zu 139 838 160</em>
es: <em>Probabilidad de ganar el bote: 1 entre 139 838 160</em>
nl: <em>Kans om de jackpot te winnen: 1 op 139 838 160</em>
pt: <em>Probabilidade de ganhar o jackpot: 1 em 139 838 160</em>

source: Quelle est la différence avec le Loto ?
de: Was ist der Unterschied zum Loto?
es: ¿Cuál es la diferencia con el Loto?
nl: Wat is het verschil met de Loto?
pt: Qual é a diferença em relação ao Loto?

source: L'EuroMillions utilise <strong>5 numéros de 1 à 50 + 2 étoiles de 1 à 12</strong>, contre 5 numéros de 1 à 49 + 1 chance de 1 à 10 pour le Loto.
de: EuroMillions verwendet <strong>5 Zahlen von 1 bis 50 + 2 Sterne von 1 bis 12</strong>, gegenüber 5 Zahlen von 1 bis 49 + 1 Zusatzzahl von 1 bis 10 beim Loto.
es: EuroMillions utiliza <strong>5 números del 1 al 50 + 2 estrellas del 1 al 12</strong>, frente a 5 números del 1 al 49 + 1 número de la suerte del 1 al 10 en el Loto.
nl: EuroMillions gebruikt <strong>5 nummers van 1 tot 50 + 2 sterren van 1 tot 12</strong>, tegenover 5 nummers van 1 tot 49 + 1 kansnummer van 1 tot 10 voor de Loto.
pt: O EuroMillions utiliza <strong>5 números de 1 a 50 + 2 estrelas de 1 a 12</strong>, contra 5 números de 1 a 49 + 1 número da sorte de 1 a 10 no Loto.

source: Les tirages EuroMillions ont lieu les <strong>mardis et vendredis</strong>, tandis que le Loto se joue les lundis, mercredis et samedis.
de: Die EuroMillions-Ziehungen finden <strong>dienstags und freitags</strong> statt, während das Loto montags, mittwochs und samstags gespielt wird.
es: Los sorteos de EuroMillions se celebran los <strong>martes y viernes</strong>, mientras que el Loto se juega los lunes, miércoles y sábados.
nl: De EuroMillions-trekkingen vinden plaats op <strong>dinsdag en vrijdag</strong>, terwijl de Loto op maandag, woensdag en zaterdag wordt gespeeld.
pt: Os sorteios do EuroMillions realizam-se às <strong>terças e sextas-feiras</strong>, enquanto o Loto se joga às segundas, quartas e sábados.

source: Le moteur utilisé est <strong>HYBRIDE</strong>, une adaptation spécifique du moteur HYBRIDE pour les règles EuroMillions.
de: Die verwendete Engine ist <strong>HYBRIDE</strong>, eine spezifische Anpassung der HYBRIDE-Engine an die EuroMillions-Regeln.
es: El motor utilizado es <strong>HYBRIDE</strong>, una adaptación específica del motor HYBRIDE para las reglas de EuroMillions.
nl: De gebruikte engine is <strong>HYBRIDE</strong>, een specifieke aanpassing van de HYBRIDE-engine aan de EuroMillions-regels.
pt: O motor utilizado é o <strong>HYBRIDE</strong>, uma adaptação específica do motor HYBRIDE para as regras do EuroMillions.

source: Un <strong>numéro chaud</strong> est sorti fréquemment sur les 2 dernières années de tirages.
de: Eine <strong>heiße Zahl</strong> wurde in den letzten 2 Jahren häufig gezogen.
es: Un <strong>número caliente</strong> ha salido con frecuencia en los últimos 2 años de sorteos.
nl: Een <strong>warm nummer</strong> is vaak getrokken in de laatste 2 jaar aan trekkingen.
pt: Um <strong>número quente</strong> saiu frequentemente nos últimos 2 anos de sorteios.

source: Un <strong>numéro froid</strong> est rarement sorti sur cette même période. Ces numéros ont un retard important.
de: Eine <strong>kalte Zahl</strong> wurde im selben Zeitraum selten gezogen. Diese Zahlen weisen einen bedeutenden Rückstand auf.
es: Un <strong>número frío</strong> ha salido raramente en ese mismo período. Estos números tienen un retraso importante.
nl: Een <strong>koud nummer</strong> is zelden getrokken in dezelfde periode. Deze nummers hebben een aanzienlijke achterstand.
pt: Um <strong>número frio</strong> saiu raramente nesse mesmo período. Estes números apresentam um atraso importante.

source: L'analyse porte sur les <strong>50 numéros principaux</strong> ET les <strong>12 étoiles</strong>.
de: Die Analyse umfasst die <strong>50 Hauptzahlen</strong> UND die <strong>12 Sterne</strong>.
es: El análisis abarca los <strong>50 números principales</strong> Y las <strong>12 estrellas</strong>.
nl: De analyse omvat de <strong>50 hoofdnummers</strong> EN de <strong>12 sterren</strong>.
pt: A análise abrange os <strong>50 números principais</strong> E as <strong>12 estrelas</strong>.

source: Les <strong>2 étoiles (1-12)</strong> sont analysées séparément avec leur propre fréquence, écart et catégorie chaud/froid/neutre.
de: Die <strong>2 Sterne (1-12)</strong> werden separat analysiert mit eigener Häufigkeit, Abweichung und Kategorie heiß/kalt/neutral.
es: Las <strong>2 estrellas (1-12)</strong> se analizan por separado con su propia frecuencia, desviación y categoría caliente/frío/neutro.
nl: De <strong>2 sterren (1-12)</strong> worden apart geanalyseerd met hun eigen frequentie, afwijking en categorie warm/koud/neutraal.
pt: As <strong>2 estrelas (1-12)</strong> são analisadas separadamente com a sua própria frequência, desvio e categoria quente/frio/neutro.

source: Le moteur HYBRIDE traite les étoiles comme un espace combinatoire distinct des numéros principaux.
de: Die HYBRIDE-Engine behandelt die Sterne als einen von den Hauptzahlen getrennten kombinatorischen Raum.
es: El motor HYBRIDE trata las estrellas como un espacio combinatorio distinto de los números principales.
nl: De HYBRIDE-engine behandelt de sterren als een apart combinatorisch domein, los van de hoofdnummers.
pt: O motor HYBRIDE trata as estrelas como um espaço combinatório distinto dos números principais.

source: Les données proviennent des <strong>tirages officiels de l'EuroMillions</strong>.
de: Die Daten stammen aus den <strong>offiziellen EuroMillions-Ziehungen</strong>.
es: Los datos provienen de los <strong>sorteos oficiales de EuroMillions</strong>.
nl: De gegevens zijn afkomstig van de <strong>officiële EuroMillions-trekkingen</strong>.
pt: Os dados provêm dos <strong>sorteios oficiais do EuroMillions</strong>.

source: La base contient <strong>%(total)s tirages</strong> couvrant plusieurs années d'historique.
de: Die Datenbank enthält <strong>%(total)s Ziehungen</strong>, die mehrere Jahre an Verlaufsdaten abdecken.
es: La base contiene <strong>%(total)s sorteos</strong> que abarcan varios años de historial.
nl: De database bevat <strong>%(total)s trekkingen</strong> die meerdere jaren aan historische gegevens omvatten.
pt: A base contém <strong>%(total)s sorteios</strong> abrangendo vários anos de histórico.

source: À quelle fréquence la base est-elle mise à jour ?
de: Wie häufig wird die Datenbank aktualisiert?
es: ¿Con qué frecuencia se actualiza la base de datos?
nl: Hoe vaak wordt de database bijgewerkt?
pt: Com que frequência é atualizada a base de dados?

source: La base est mise à jour <strong>régulièrement après chaque tirage officiel</strong> (mardi et vendredi).
de: Die Datenbank wird <strong>regelmäßig nach jeder offiziellen Ziehung</strong> aktualisiert (Dienstag und Freitag).
es: La base se actualiza <strong>periódicamente después de cada sorteo oficial</strong> (martes y viernes).
nl: De database wordt <strong>regelmatig bijgewerkt na elke officiële trekking</strong> (dinsdag en vrijdag).
pt: A base é atualizada <strong>regularmente após cada sorteio oficial</strong> (terça-feira e sexta-feira).

source: Les grilles sont générées en temps réel à chaque utilisation selon les dernières données disponibles.
de: Die Tippscheine werden bei jeder Nutzung in Echtzeit auf Basis der aktuellsten verfügbaren Daten generiert.
es: Las combinaciones se generan en tiempo real en cada uso según los últimos datos disponibles.
nl: De roosters worden bij elk gebruik in realtime gegenereerd op basis van de meest recente beschikbare gegevens.
pt: As grelhas são geradas em tempo real em cada utilização segundo os dados mais recentes disponíveis.

source: Quels sont les risques du jeu ?
de: Welche Risiken birgt das Spielen?
es: ¿Cuáles son los riesgos del juego?
nl: Wat zijn de risico's van spelen?
pt: Quais são os riscos do jogo?

source: Les jeux d'argent et de hasard, dont l'EuroMillions, comportent des risques :
de: Glücksspiele, einschließlich EuroMillions, bergen Risiken:
es: Los juegos de azar, incluido EuroMillions, conllevan riesgos:
nl: Kansspelen, waaronder EuroMillions, brengen risico's met zich mee:
pt: Os jogos de fortuna ou azar, incluindo o EuroMillions, comportam riscos:

source: <strong>Pertes financières</strong> : Vous pouvez perdre l'argent misé
de: <strong>Finanzielle Verluste</strong>: Sie können den eingesetzten Betrag verlieren
es: <strong>Pérdidas económicas</strong>: Puede perder el dinero apostado
nl: <strong>Financiële verliezen</strong>: U kunt het ingezette geld verliezen
pt: <strong>Perdas financeiras</strong>: Pode perder o dinheiro apostado

source: <strong>Addiction</strong> : Le jeu peut devenir pathologique
de: <strong>Sucht</strong>: Das Spielen kann pathologisch werden
es: <strong>Adicción</strong>: El juego puede volverse patológico
nl: <strong>Verslaving</strong>: Spelen kan pathologisch worden
pt: <strong>Dependência</strong>: O jogo pode tornar-se patológico

source: <strong>Impact psychologique</strong> : Stress, anxiété, frustration
de: <strong>Psychische Auswirkungen</strong>: Stress, Angst, Frustration
es: <strong>Impacto psicológico</strong>: Estrés, ansiedad, frustración
nl: <strong>Psychologische impact</strong>: Stress, angst, frustratie
pt: <strong>Impacto psicológico</strong>: Stress, ansiedade, frustração

source: <strong>Conséquences familiales</strong> : Endettement, conflits
de: <strong>Familiäre Folgen</strong>: Verschuldung, Konflikte
es: <strong>Consecuencias familiares</strong>: Endeudamiento, conflictos
nl: <strong>Familiale gevolgen</strong>: Schulden, conflicten
pt: <strong>Consequências familiares</strong>: Endividamento, conflitos

source: <strong>Règles d'or</strong> :
de: <strong>Goldene Regeln</strong>:
es: <strong>Reglas de oro</strong>:
nl: <strong>Gouden regels</strong>:
pt: <strong>Regras de ouro</strong>:

source: Ne jouez jamais plus que ce que vous pouvez vous permettre de perdre
de: Setzen Sie niemals mehr ein, als Sie sich leisten können zu verlieren
es: No juegue nunca más de lo que pueda permitirse perder
nl: Speel nooit meer dan wat u zich kunt veroorloven te verliezen
pt: Nunca jogue mais do que aquilo que pode perder

source: L'EuroMillions doit rester un divertissement occasionnel
de: EuroMillions sollte eine gelegentliche Unterhaltung bleiben
es: EuroMillions debe seguir siendo un entretenimiento ocasional
nl: EuroMillions moet een occasioneel vermaak blijven
pt: O EuroMillions deve manter-se como um entretenimento ocasional

source: N'essayez jamais de "vous refaire" après une perte
de: Versuchen Sie niemals, Verluste durch weiteres Spielen auszugleichen
es: No intente nunca "recuperarse" después de una pérdida
nl: Probeer nooit om verlies goed te maken door verder te spelen
pt: Nunca tente "recuperar" após uma perda

source: Ou trouver de l'aide en cas d'addiction ?
de: Wo finden Sie Hilfe bei Spielsucht?
es: ¿Dónde encontrar ayuda en caso de adicción?
nl: Waar vindt u hulp bij verslaving?
pt: Onde encontrar ajuda em caso de dependência?

source: Si vous ou un proche rencontrez des difficultés avec le jeu :
de: Wenn Sie oder eine nahestehende Person Schwierigkeiten mit dem Spielen haben:
es: Si usted o un allegado tiene dificultades con el juego:
nl: Als u of iemand in uw omgeving problemen heeft met spelen:
pt: Se o utilizador ou alguém próximo tiver dificuldades com o jogo:

source: Téléphone : <strong>09 74 75 13 13</strong> (appel non surtaxé)
de: Telefon: <strong>0800 1 372 700</strong> (kostenlos, BZgA-Beratungstelefon)
es: Teléfono: <strong>900 200 225</strong> (llamada gratuita)
nl: Telefoon: <strong>Gokkliniek 078 15 13 14</strong> (gratis hulplijn, België)
pt: Telefone: <strong>808 200 204</strong> (Linha Vida SOS Jogo — chamada local)

source: Site web : <a href="%(url)s" target="_blank" rel="noopener">%(name)s</a>
de: Webseite: <a href="%(url)s" target="_blank" rel="noopener">%(name)s</a>
es: Sitio web: <a href="%(url)s" target="_blank" rel="noopener">%(name)s</a>
nl: Website: <a href="%(url)s" target="_blank" rel="noopener">%(name)s</a>

source: Chat en ligne disponible
de: Online-Chat verfügbar
es: Chat en línea disponible
nl: Online chat beschikbaar
pt: Chat em linha disponível

source: Service gratuit, anonyme et confidentiel
de: Kostenloser, anonymer und vertraulicher Service
es: Servicio gratuito, anónimo y confidencial
nl: Gratis, anoniem en vertrouwelijk
pt: Serviço gratuito, anónimo e confidencial

source: Horaires : 7j/7 de 8h à 2h du matin
de: Erreichbarkeit: Montag bis Donnerstag 10-22 Uhr, Freitag bis Sonntag 10-18 Uhr
es: Horario: 24 horas, 7 días a la semana
nl: Bereikbaarheid: maandag t/m vrijdag van 9u tot 17u
pt: Horário: de segunda a sexta, das 10h às 18h

source: Le jeu est-il interdit aux mineurs ?
de: Ist Glücksspiel für Minderjährige verboten?
es: ¿Está prohibido el juego para menores?
nl: Zijn kansspelen verboden voor minderjarigen?
pt: O jogo é proibido a menores?

source: <strong>OUI, absolument.</strong>
de: <strong>JA, absolut.</strong>
es: <strong>SÍ, absolutamente.</strong>
nl: <strong>JA, absoluut.</strong>
pt: <strong>SIM, absolutamente.</strong>

source: En France, les jeux d'argent et de hasard sont <strong>strictement interdits aux moins de 18 ans</strong>.
de: In Deutschland sind Glücksspiele für <strong>Personen unter 18 Jahren streng verboten</strong>.
es: En España, los juegos de azar están <strong>estrictamente prohibidos para menores de 18 años</strong>.
nl: In België zijn kansspelen <strong>strikt verboden voor personen jonger dan 18 jaar</strong>.
pt: Em Portugal, os jogos de fortuna ou azar são <strong>estritamente proibidos a menores de 18 anos</strong>.

source: Cette règle s'applique à l'EuroMillions, au Loto, PMU, casinos, paris sportifs, etc.
de: Diese Regelung gilt für EuroMillions, Lotto, Casinos, Sportwetten usw.
es: Esta norma se aplica a EuroMillions, Loterías, casinos, apuestas deportivas, etc.
nl: Deze regel geldt voor EuroMillions, Lotto, casino's, sportweddenschappen, enz.
pt: Esta regra aplica-se ao EuroMillions, Lotaria, casinos, apostas desportivas, etc.

source: Les parents sont responsables de l'utilisation d'Internet par leurs enfants.
de: Eltern sind für die Internetnutzung ihrer Kinder verantwortlich.
es: Los padres son responsables del uso de Internet por parte de sus hijos.
nl: Ouders zijn verantwoordelijk voor het internetgebruik van hun kinderen.
pt: Os pais são responsáveis pela utilização da Internet por parte dos seus filhos.

source: Prêt à générer vos grilles EuroMillions ?
de: Bereit, Ihre EuroMillions-Tippscheine zu generieren?
es: ¿Listo para generar sus combinaciones EuroMillions?
nl: Klaar om uw EuroMillions-roosters te genereren?
pt: Pronto para gerar as suas grelhas EuroMillions?

source: Utilisez notre moteur HYBRIDE pour créer des grilles statistiquement optimisées.
de: Nutzen Sie unsere HYBRIDE-Engine, um statistisch optimierte Tippscheine zu erstellen.
es: Utilice nuestro motor HYBRIDE para crear combinaciones estadísticamente optimizadas.
nl: Gebruik onze HYBRIDE-engine om statistisch geoptimaliseerde roosters te maken.
pt: Utilize o nosso motor HYBRIDE para criar grelhas estatisticamente otimizadas.
